Revit 2027 API
ParameterTypeId.TitleFont Property
 "Font"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TitleFont { get; }
Public Shared ReadOnly Property TitleFont As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TitleFont {
	ForgeTypeId^ get ();
}
static member TitleFont : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace